Chromium.pfm_title = "Chromium";
Chromium.pfm_description = "Ustawienia przeglądarki Chromium";
AllowCrossOriginAuthPrompt.pfm_title = "Monity o podstawowe uwierzytelnienie HTTP, pochodzące z innych witryn";
AllowCrossOriginAuthPrompt.pfm_description = "Pozwala kontrolować, czy elementy podrzędne na stronie, pochodzące od innych firm, mogą powodować wyskakiwanie okna dialogowego podstawowego uwierzytelniania HTTP. Zazwyczaj opcja ta jest wyłączona w celu ochrony przed wyłudzaniem informacji.";
AllowFileSelectionDialogs.pfm_title = "Zezwalaj na wywoływanie okien dialogowych wyboru pliku";
AllowFileSelectionDialogs.pfm_description = "Umożliwia dostęp do plików lokalnych na komputerze, zezwalając przeglądarce Chromium na wyświetlanie okien dialogowych wyboru pliku. Po włączeniu tego ustawienia użytkownicy mogą w normalny sposób otwierać okna dialogowe wyboru pliku. Jeśli wyłączysz ustawienie, w momencie wykonania przez użytkownika czynności powodującej wywołanie okna dialogowego wyboru pliku (np. zaimportowanie zakładek, przesłanie plików, zapisanie linków itp.) zostanie wyświetlony komunikat, a działanie przeglądarki będzie kontynuowane, tak jakby użytkownik kliknął przycisk Anuluj w oknie dialogowym wyboru pliku. Jeśli ustawienie jest nieskonfigurowane, użytkownicy mogą w normalny sposób otwierać okna dialogowe wyboru pliku.";
AllowOutdatedPlugins.pfm_title = "Zezwalaj na uruchamianie nieaktualnych wtyczek";
AllowOutdatedPlugins.pfm_description = "Zezwala na uruchamianie nieaktualnych wtyczek w przeglądarce Chromium. Jeśli włączysz to ustawienie, nieaktualne wtyczki będą używane w normalny sposób. W przypadku jego wyłączenia nieaktualne wtyczki nie są używane, a użytkownikom nie są wyświetlane monity o udzielenie pozwolenia na ich uruchomienie. Jeśli ustawienie jest nieskonfigurowane, użytkownikom są wyświetlane monity o udzielenie pozwolenia na uruchomienie nieaktualnych wtyczek.";
AlternateErrorPagesEnabled.pfm_title = "Włącz alternatywne strony błędów";
AlternateErrorPagesEnabled.pfm_description = "Włącza alternatywne strony błędów wbudowane w przeglądarkę Chromium (np. dotyczące nieznalezienia strony) i uniemożliwia użytkownikom zmianę tego ustawienia. Jeśli włączysz ustawienie, alternatywne strony błędów będą używane. W przypadku wyłączenia ustawienia alternatywne strony błędów nigdy nie są używane. Jeśli ustawienie jest włączone lub wyłączone, użytkownicy nie mogą go zmienić ani zastąpić w przeglądarce Chromium.";
AlwaysAuthorizePlugins.pfm_title = "Zawsze uruchamiaj wtyczki wymagające autoryzacji";
AlwaysAuthorizePlugins.pfm_description = "Zezwala na uruchamianie w przeglądarce Chromium wtyczek wymagających autoryzacji. W przypadku włączenia tego ustawienia aktualne wtyczki są zawsze uruchamiane. Jeśli ustawienie jest wyłączone lub nie jest skonfigurowane, użytkownikom są wyświetlane monity o udzielenie pozwolenia na uruchomienie wtyczek wymagających autoryzacji. Wtyczki te mogą naruszyć bezpieczeństwo danych.";
AuthNegotiateDelegateWhitelist.pfm_title = "Biała lista serwerów przekazywania poświadczeń w protokole Kerberos";
AuthNegotiateDelegateWhitelist.pfm_description = "Serwery, którym przeglądarka Chromium może przekazywać poświadczenia.";
AuthSchemes.pfm_title = "Obsługiwane schematy uwierzytelniania";
AuthSchemes.pfm_description = "Pozwala określić schematy uwierzytelniania HTTP obsługiwane w przeglądarce Chromium. Możliwe wartości to „podstawowe”, „podsumowanie”, „NTLM” i „negocjacja”. Poszczególne wartości rozdziel przecinkami.";
AuthServerWhitelist.pfm_title = "Biała lista serwera uwierzytelniania";
AuthServerWhitelist.pfm_description = "Pozwala określić białą listę serwerów na potrzeby zintegrowanego uwierzytelniania. Zintegrowane uwierzytelnianie jest stosowane tylko wówczas, gdy przeglądarka Chromium otrzyma wezwanie do uwierzytelnienia od serwera proxy lub serwera wymienionego na tej liście dozwolonych serwerów. Poszczególne nazwy serwerów rozdziel przecinkami. Możesz używać symboli wieloznacznych (*).";
AutoFillEnabled.pfm_title = "Włącz autouzupełnianie";
AutoFillEnabled.pfm_description = "Włącza funkcję autouzupełniania w przeglądarce Chromium i umożliwia użytkownikom automatyczne wypełnianie formularzy internetowych za pomocą zapisanych wcześniej informacji, takich jak np. adres czy dane karty kredytowej. Jeśli wyłączysz to ustawienie, autouzupełnianie będzie niedostępne dla użytkowników. Jeśli ustawienie jest włączone lub nieskonfigurowane, użytkownik zachowuje kontrolę nad autouzupełnianiem. Może wówczas konfigurować profile autouzupełniania oraz włączać i wyłączać tę funkcję według własnego uznania.";
BlockThirdPartyCookies.pfm_title = "Blokuj pliki cookie innych firm";
BlockThirdPartyCookies.pfm_description = "Blokuje pliki cookie innych firm. Włączenie tego ustawienia uniemożliwia tworzenie plików cookie przez elementy stron internetowych niepochodzące z domeny widocznej w pasku adresu przeglądarki. Wyłączenie ustawienia pozwala na tworzenie plików cookie przez te elementy i uniemożliwia użytkownikom jego zmianę.";
BookmarkBarEnabled.pfm_title = "Włącz pasek zakładek";
BookmarkBarEnabled.pfm_description = "Włącza pasek zakładek na stronie Nowa karta w przeglądarce Chromium. Jeśli włączysz to ustawienie, na stronie „Nowa karta” w przeglądarce Chromium będzie pokazywany pasek zakładek. W przypadku wyłączenia ustawienia pasek nie jest wyświetlany. Jeśli ustawienie jest włączone lub wyłączone, użytkownicy nie mogą go zmienić ani zastąpić w przeglądarce Chromium.";
ClearSiteDataOnExit.pfm_title = "Wyczyść dane witryn w momencie zamknięcia przeglądarki";
ClearSiteDataOnExit.pfm_description = "Ta zasada zastępuje ustawienie treści „Usuń pliki cookie i inne dane witryn w momencie zamknięcia przeglądarki”. Jeśli jest włączona, przeglądarka Chromium w momencie zamknięcia usuwa wszystkie dane przeglądarki przechowywane lokalnie.";
CookiesAllowedForUrls.pfm_title = "Zezwalaj na pliki cookie w tych witrynach";
CookiesAllowedForUrls.pfm_description = "Umożliwia skonfigurowanie listy wzorców adresów URL służącej do określenia witryn, którym wolno tworzyć pliki cookie.";
CookiesBlockedForUrls.pfm_title = "Blokuj pliki cookie w tych witrynach";
CookiesBlockedForUrls.pfm_description = "Umożliwia skonfigurowanie listy wzorców adresów URL służącej do określenia witryn, którym nie wolno tworzyć plików cookie.";
CookiesSessionOnlyForUrls.pfm_title = "Zezwalaj na pliki cookie w tych witrynach tylko na czas sesji";
CookiesSessionOnlyForUrls.pfm_description = "Umożliwia skonfigurowanie listy wzorców adresów URL służącej do określenia witryn, którym wolno tworzyć pliki cookie tylko na czas sesji.";
DefaultBrowserSettingEnabled.pfm_title = "Ustaw Chrome jako przeglądarkę domyślną";
DefaultBrowserSettingEnabled.pfm_description = "Pozwala skonfigurować w przeglądarce Chromium sprawdzanie przeglądarki domyślnej i uniemożliwia użytkownikom jej zmianę. Jeśli włączysz to ustawienie, Chromium zawsze po uruchomieniu będzie sprawdzać, czy jest przeglądarką domyślną, oraz w miarę możliwości automatycznie przypisywać sobie tę rolę. W przypadku wyłączenia ustawienia Chromium nigdy nie sprawdza, czy jest przeglądarką domyślną, a opcje umożliwiające użytkownikowi zmianę ustawienia są nieaktywne. Jeśli ustawienie jest nieskonfigurowane, użytkownik może kontrolować funkcję sprawdzania, czy Chromium jest przeglądarką domyślną, oraz wyświetlanie odpowiednich powiadomień.";
DefaultCookiesSetting.pfm_title = "Domyślne ustawienie plików cookie";
DefaultCookiesSetting.pfm_description = "0 - Zezwalaj wszystkim witrynom na tworzenie danych lokalnych\n1 - Nie zezwalaj żadnej witrynie na tworzenie danych lokalnych\nUmożliwia określenie, czy witryny mogą tworzyć dane lokalne. Tworzenie danych lokalnych może być dozwolone lub zabronione w przypadku wszystkich witryn.";
DefaultGeolocationSetting.pfm_title = "Domyślne ustawienie geolokalizacji";
DefaultGeolocationSetting.pfm_description = "0 - Zezwalaj witrynom na śledzenie fizycznej lokalizacji użytkownika\n1 - Nie zezwalaj żadnej witrynie na śledzenie fizycznej lokalizacji użytkownika\n2 - Pytaj, gdy witryna chce śledzić fizyczną lokalizację użytkownika\nUmożliwia określenie, czy witryny mogą śledzić fizyczną lokalizację użytkownika. Śledzenie fizycznej lokalizacji użytkownika może być domyślnie dozwolone lub zabronione bądź użytkownikowi może być wyświetlany monit za każdym razem, gdy witryna żąda informacji o lokalizacji fizycznej.";
DefaultImagesSetting.pfm_title = "Domyślne ustawienie grafik";
DefaultImagesSetting.pfm_description = "0 - Zezwalaj na wyświetlanie wszelkich grafik we wszystkich witrynach\n1 - Nie zezwalaj na pokazywanie grafik w żadnej witrynie\nUmożliwia określenie, czy w witrynach mogą być wyświetlane grafiki. Wyświetlanie grafik może być dozwolone lub zabronione we wszystkich witrynach.";
DefaultJavaScriptSetting.pfm_title = "Domyślne ustawienie języka JavaScript";
DefaultJavaScriptSetting.pfm_description = "0 - Zezwalaj na wykonywanie kodu JavaScript we wszystkich witrynach\n1 - Nie zezwalaj na wykonywanie kodu JavaScript w żadnej witrynie\nUmożliwia określenie, czy w witrynach może być wykonywany kod JavaScript. Wykonanie kodu JavaScript może być dozwolone lub zabronione we wszystkich witrynach.";
DefaultNotificationSetting.pfm_title = "Domyślne ustawienie powiadomień";
DefaultNotificationSetting.pfm_description = "0 - Zezwalaj witrynom na pokazywanie powiadomień na pulpicie\n1 - Nie zezwalaj żadnej witrynie na pokazywanie powiadomień na pulpicie\n2 - Pytaj za każdym razem, gdy witryna chce pokazywać powiadomienia na pulpicie\nUmożliwia określenie, czy witryny mogą wyświetlać powiadomienia na pulpicie. Wyświetlanie powiadomień na pulpicie może być domyślnie dozwolone lub zabronione bądź użytkownikowi może być wyświetlany monit za każdym razem, gdy witryna chce wyświetlać powiadomienia na pulpicie.";
DefaultPluginsSetting.pfm_title = "Domyślne ustawienie wtyczek";
DefaultPluginsSetting.pfm_description = "0 - Zezwalaj na automatyczne uruchamianie wtyczek we wszystkich witrynach\n1 - Blokuj wszystkie wtyczki\nUmożliwia określenie, czy wtyczki w witrynach mogą być uruchamiane automatycznie. Automatyczne uruchamianie wtyczek może być dozwolone lub zabronione we wszystkich witrynach.";
DefaultPopupsSetting.pfm_title = "Domyślne ustawienie wyskakujących okienek";
DefaultPopupsSetting.pfm_description = "0 - Zezwalaj na pokazywanie wyskakujących okienek we wszystkich witrynach\n1 - Nie zezwalaj na pokazywanie wyskakujących okienek w żadnej witrynie\nUmożliwia określenie, czy w witrynach mogą być pokazywane wyskakujące okienka. Pokazywanie wyskakujących okienek może być dozwolone lub zabronione we wszystkich witrynach.";
DefaultSearchProviderEnabled.pfm_title = "Włącz usługi domyślnego dostawcy wyszukiwania";
DefaultSearchProviderEnabled.pfm_description = "Powoduje korzystanie z usług domyślnego dostawcy wyszukiwania. Jeśli włączysz to ustawienie, wpisanie w omniboksie tekstu, który nie jest adresem URL, będzie powodować użycie wyszukiwarki domyślnej. Możesz określić domyślnego dostawcę wyszukiwania, konfigurując pozostałe zasady dotyczące wyszukiwarki domyślnej. Jeśli te pola pozostaną puste, użytkownik będzie mógł wybrać dostawcę domyślnego. W przypadku wyłączenia ustawienia wpisanie w omniboksie tekstu, który nie jest adresem URL, nie powoduje wykonania wyszukiwania. Jeśli ustawienie jest włączone lub wyłączone, użytkownicy nie mogą go zmienić ani zastąpić w przeglądarce Chromium.";
DefaultSearchProviderEncodings.pfm_title = "Kodowania obsługiwane przez domyślnego dostawcę wyszukiwania";
DefaultSearchProviderEncodings.pfm_description = "Pozwala określić kodowania znaków obsługiwane przez dostawcę wyszukiwania. Kodowania są określane za pomocą nazw stron kodowych, np. UTF-8, GB2312 czy ISO-8859-1. Są stosowane w podanej kolejności. Wartością domyślną jest UTF-8.";
DefaultSearchProviderIconURL.pfm_title = "Ikona domyślnego dostawcy wyszukiwania";
DefaultSearchProviderIconURL.pfm_description = "Pozwala określić adres URL wybranej ikony domyślnego dostawcy wyszukiwania. Opcjonalne.";
DefaultSearchProviderInstantURL.pfm_title = "Adres URL wyszukiwania dynamicznego od domyślnego dostawcy wyszukiwania";
DefaultSearchProviderInstantURL.pfm_description = "Pozwala określić adres URL wyszukiwarki, z której pobierane są wyniki wyszukiwania dynamicznego. Adres URL musi zawierać ciąg '{searchTerms}', który podczas wyszukiwania jest zastępowany tekstem wprowadzonym przez użytkownika. Opcjonalne.";
DefaultSearchProviderKeyword.pfm_title = "Słowo kluczowe domyślnego dostawcy wyszukiwania";
DefaultSearchProviderKeyword.pfm_description = "Pozwala określić słowo kluczowe będące skrótem umożliwiającym wywołanie w omniboksie usługi wyszukiwania od tego dostawcy. Opcjonalne.";
DefaultSearchProviderName.pfm_title = "Nazwa domyślnego dostawcy wyszukiwania";
DefaultSearchProviderName.pfm_description = "Pozwala określić nazwę domyślnego dostawcy wyszukiwania. Jeśli to pole pozostanie puste, będzie używana nazwa hosta określona w adresie URL wyszukiwarki.";
DefaultSearchProviderSearchURL.pfm_title = "Adres URL wyszukiwarki od domyślnego dostawcy wyszukiwania";
DefaultSearchProviderSearchURL.pfm_description = "Pozwala określić adres URL wyszukiwarki używanej domyślnie. Adres URL musi zawierać ciąg „{searchTerms}”, który podczas wyszukiwania jest zastępowany hasłem szukanym przez użytkownika.";
DefaultSearchProviderSuggestURL.pfm_title = "Adres URL usługi propozycji od domyślnego dostawcy wyszukiwania";
DefaultSearchProviderSuggestURL.pfm_description = "Pozwala określić adres URL wyszukiwarki, z której pobierane są propozycje wyszukiwania. Adres URL musi zawierać ciąg „{searchTerms}”, który podczas wyszukiwania jest zastępowany tekstem wprowadzonym przez użytkownika. Opcjonalne.";
DeveloperToolsDisabled.pfm_title = "Wyłącz narzędzia dla programistów";
DeveloperToolsDisabled.pfm_description = "Wyłącza narzędzia dla programistów i konsolę JavaScript. Jeśli włączysz to ustawienie, niemożliwe będzie uzyskanie dostępu do narzędzi dla programistów i dokonanie przeglądu elementów witryny. Wszelkie skróty klawiaturowe oraz pozycje w menu aplikacji i menu kontekstowym umożliwiające otwarcie narzędzi dla programistów lub konsoli JavaScript będą nieaktywne.";
Disable3DAPIs.pfm_title = "Wyłącz obsługę interfejsów API grafiki 3D";
Disable3DAPIs.pfm_description = "Wyłącza obsługę interfejsów API grafiki 3D. Włączenie tego ustawienia uniemożliwia stronom internetowym uzyskiwanie dostępu do procesora graficznego (GPU). W szczególności strony internetowe nie mają dostępu do interfejsu API WebGL, natomiast wtyczki nie mogą korzystać z interfejsu API Pepper 3D. Wyłączenie ustawienia pozwala stronom internetowym korzystać z interfejsu API WebGL, a wtyczkom – z interfejsu API Pepper 3D. Domyślne ustawienia przeglądarki mogą powodować konieczność podania argumentów w wierszu polecenia w celu użycia tych interfejsów API.";
DisableAuthNegotiateCnameLookup.pfm_title = "Wyłącz wyszukiwanie rekordu CNAME podczas negocjowania uwierzytelniania Kerberos";
DisableAuthNegotiateCnameLookup.pfm_description = "Pozwala określić, czy generowana nazwa SPN w protokole Kerberos jest tworzona na podstawie kanonicznej nazwy DNS, czy też wprowadzonej, oryginalnej nazwy. Włączenie tego ustawienia powoduje pominięcie wyszukiwania rekordu CNAME i użycie wprowadzonej nazwy serwera. Jeśli wyłączysz ustawienie, nazwa kanoniczna serwera będzie określana za pomocą wyszukiwania rekordu CNAME.";
DisablePluginFinder.pfm_title = "Wyłącz znajdowanie wtyczek";
DisablePluginFinder.pfm_description = "Włączenie tego ustawienia powoduje wyłączenie funkcji automatycznego wyszukiwania i instalowania brakujących wtyczek w przeglądarce Chromium.";
DisableSpdy.pfm_title = "Wyłącz protokół SPDY";
DisableSpdy.pfm_description = "Wyłącza protokół SPDY w przeglądarce Chromium.";
DisabledPlugins.pfm_title = "Lista wyłączonych wtyczek";
DisabledPlugins.pfm_description = "Pozwala określić listę wtyczek wyłączonych w przeglądarce Chromium i uniemożliwia użytkownikom zmianę tego ustawienia. Możesz użyć symboli wieloznacznych „*” i „?”, aby dopasować sekwencje dowolnych znaków. Symbol „*” odpowiada dowolnej liczbie znaków, natomiast „?” oznacza jeden opcjonalny znak (czyli jeden lub zero znaków). Znakiem zmiany znaczenia jest „\”, dlatego aby wprowadzić faktyczny znak „*”, „?” lub „\”, musisz umieścić przed nim znak „\”. Jeśli włączysz ustawienie, wtyczki wymienione na liście nigdy nie będą używane w przeglądarce Chromium. Wtyczki są oznaczone jako wyłączone na stronie „about:plugins”, a użytkownicy nie mogą ich włączyć. Pamiętaj, że ta zasada jest zastępowana przez zasady EnabledPlugins i DisabledPluginsExceptions.";
DisabledPluginsExceptions.pfm_title = "Lista wyjątków od listy wyłączonych wtyczek";
DisabledPluginsExceptions.pfm_description = "Pozwala określić listę wtyczek, które użytkownik może włączyć lub wyłączyć w przeglądarce Chromium. Możesz użyć symboli wieloznacznych „*” i „?”, aby dopasować sekwencje dowolnych znaków. Symbol „*” odpowiada dowolnej liczbie znaków, natomiast „?” oznacza jeden opcjonalny znak (czyli jeden lub zero znaków). Znakiem zmiany znaczenia jest „\”, dlatego aby wprowadzić faktyczny znak „*”, „?” lub „\”, musisz umieścić przed nim znak „\”. Jeśli włączysz to ustawienie, wtyczek wymienionych na liście będzie można używać w przeglądarce Chromium. Użytkownicy mogą je włączyć lub wyłączyć na stronie „about:plugins”, nawet jeśli wtyczka pasuje także do wzorca wprowadzonego w zasadzie DisabledPlugins. Użytkownicy mogą również włączyć lub wyłączyć wtyczki, które nie pasują do żadnych wzorców wprowadzonych w zasadach DisabledPlugins, DisabledPluginsExceptions i EnabledPlugins.";
DisabledSchemes.pfm_title = "Lista wyłączonych schematów protokołów";
DisabledSchemes.pfm_description = "Wyłącza wymienione schematy protokołów w przeglądarce Chromium. Adresów URL, pod którymi używane są schematy z tej listy, nie będzie można otwierać ani wczytywać.";
DiskCacheDir.pfm_title = "Ustaw katalog podręcznej pamięci dyskowej";
DiskCacheDir.pfm_description = "Pozwala skonfigurować katalog używany w przeglądarce Chromium do przechowywania plików w podręcznej pamięci dyskowej. Jeśli włączysz tę zasadę, podany katalog będzie używany w przeglądarce Chromium niezależnie od tego, czy użytkownik określi parametr „--disk-cache-dir”.";
DnsPrefetchingEnabled.pfm_title = "Włącz przewidywanie działań sieciowych";
DnsPrefetchingEnabled.pfm_description = "Włącza w przeglądarce Chromium funkcję przewidywania działań sieciowych i uniemożliwia użytkownikom zmianę tego ustawienia. Jeśli ustawienie jest włączone lub wyłączone, użytkownicy nie mogą go zmienić ani zastąpić w przeglądarce Chromium.";
DownloadDirectory.pfm_title = "Ustaw katalog pobierania";
DownloadDirectory.pfm_description = "Pozwala skonfigurować katalog używany w przeglądarce Chromium do pobierania plików. Jeśli włączysz tę zasadę, podany katalog będzie używany w przeglądarce Chromium również wtedy, gdy użytkownik określi inny katalog lub włączy opcję wyświetlania monitu o lokalizację przy każdym pobieraniu.";
EditBookmarksEnabled.pfm_title = "Włącz lub wyłącz edytowanie zakładek";
EditBookmarksEnabled.pfm_description = "Włącza lub wyłącza funkcję edytowania zakładek w przeglądarce Chromium. Po włączeniu tego ustawienia zakładki można dodawać, usuwać i modyfikować. Jest to wartość domyślna. Jeśli wyłączysz ustawienie, zakładek nie będzie można dodawać, usuwać ani modyfikować. Istniejące zakładki nadal będą dostępne.";
EnableAuthNegotiatePort.pfm_title = "Umieść port niestandardowy w nazwie SPN w protokole Kerberos";
EnableAuthNegotiatePort.pfm_description = "Pozwala określić, czy generowana nazwa SPN w protokole Kerberos ma zawierać port niestandardowy. Po włączeniu tego ustawienia i wprowadzeniu portu niestandardowego (tzn. innego niż 80 i 443) jest on umieszczany w generowanej nazwie SPN w protokole Kerberos. Jeśli wyłączysz ustawienie, generowana nazwa SPN w protokole Kerberos nie będzie w żadnym przypadku zawierać portu.";
EnabledPlugins.pfm_title = "Lista włączonych wtyczek";
EnabledPlugins.pfm_description = "Pozwala określić listę wtyczek włączonych w przeglądarce Chromium i uniemożliwia użytkownikom zmianę tego ustawienia. Możesz użyć symboli wieloznacznych „*” i „?”, aby dopasować sekwencje dowolnych znaków. Symbol „*” odpowiada dowolnej liczbie znaków, natomiast „?” oznacza jeden opcjonalny znak (czyli jeden lub zero znaków). Znakiem zmiany znaczenia jest „\”, dlatego aby wprowadzić faktyczny znak „*”, „?” lub „\”, musisz umieścić przed nim znak „\”. Wtyczki wymienione na liście zawsze są używane w przeglądarce Chromium, jeśli zostały zainstalowane. Wtyczki są oznaczone jako włączone na stronie „about:plugins”, a użytkownicy nie mogą ich wyłączyć. Pamiętaj, że ta zasada zastępuje zasady DisabledPlugins i DisabledPluginsExceptions.";
ExtensionInstallBlacklist.pfm_title = "Identyfikatory rozszerzeń, których nie może instalować użytkownik (wartość * oznacza wszystkie)";
ExtensionInstallBlacklist.pfm_description = "Umożliwia określenie rozszerzeń, których NIE mogą instalować użytkownicy. Rozszerzenia, które są już zainstalowane, po dodaniu do czarnej listy zostaną odinstalowane. Wartość * na czarnej liście oznacza dodanie do niej wszystkich rozszerzeń oprócz tych wymienionych na białej liście.";
ExtensionInstallForcelist.pfm_title = "Identyfikatory rozszerzeń i adresy URL aktualizacji, które mają być instalowane dyskretnie";
ExtensionInstallForcelist.pfm_description = "Umożliwia określenie listy rozszerzeń, które zostaną zainstalowane dyskretnie, bez interakcji z użytkownikiem. Każdy element listy to ciąg zawierający identyfikator rozszerzenia i adres URL aktualizacji rozdzielone średnikiem (;). Na przykład: lcncmkcnkcdbbanbjakcencbaoegdjlp;https://clients2.google.com/service/update2/crx. Przeglądarka Chromium pobierze poszczególne rozszerzenia o określonych identyfikatorach z podanych adresów URL oraz dyskretnie je zainstaluje. Na następujących stronach opisano sposób umieszczania rozszerzeń na własnym serwerze. Informacje o adresach URL aktualizacji: http://code.google.com/chrome/extensions/autoupdate.html; ogólne informacje o hostingu rozszerzeń: http://code.google.com/chrome/extensions/hosting.html. Użytkownicy nie mogą odinstalować rozszerzeń wymienionych w tej zasadzie. Rozszerzenie usunięte z listy zostanie automatycznie odinstalowane przez przeglądarkę Chromium. Zasada nie umożliwia wymuszenia instalacji rozszerzeń dodanych za pomocą zasady „ExtensionInstallBlacklist” do czarnej listy, których brak na białej liście.";
ExtensionInstallWhitelist.pfm_title = "Identyfikatory rozszerzeń nieobjętych czarną listą";
ExtensionInstallWhitelist.pfm_description = "Umożliwia określenie rozszerzeń, których nie obejmuje czarna lista. Wartość * na czarnej liście oznacza dodanie do niej wszystkich rozszerzeń i zezwolenie użytkownikom na instalowanie wyłącznie rozszerzeń wymienionych na białej liście. Domyślnie wszystkie rozszerzenia znajdują się na białej liście, jeśli jednak za pomocą zasady wszystkie rozszerzenia dodano do czarnej listy, białej listy można użyć do zmodyfikowania tej zasady.";
GSSAPILibraryName.pfm_title = "Nazwa biblioteki GSSAPI";
GSSAPILibraryName.pfm_description = "Pozwala określić bibliotekę GSSAPI, która ma być używana do uwierzytelniania HTTP. Możesz określić samą nazwę biblioteki albo pełną ścieżkę. Jeśli ustawienie jest nieskonfigurowane, w przeglądarce Chromium w zastępstwie używana jest domyślna nazwa biblioteki.";
HomepageIsNewTabPage.pfm_title = "Używaj strony Nowa karta jako strony początkowej";
HomepageIsNewTabPage.pfm_description = "Pozwala skonfigurować typ domyślnej strony startowej w przeglądarce Chromium i uniemożliwia użytkownikom zmianę tego ustawienia. Jako stronę startową możesz wybrać podany przez siebie adres URL albo stronę Nowa karta. Jeśli włączysz ustawienie, stroną startową zawsze będzie strona Nowa karta, a adres URL strony startowej będzie ignorowany. W przypadku wyłączenia ustawienia strona Nowa karta nie będzie stroną startową użytkownika, chyba że jako adres URL strony startowej podano ciąg „chrome://newtab”. Jeśli ustawienie jest włączone lub wyłączone, użytkownicy nie mogą zmienić typu strony startowej w przeglądarce Chromium.";
HomepageLocation.pfm_title = "Adres URL strony startowej";
HomepageLocation.pfm_description = "Pozwala skonfigurować domyślny adres URL strony startowej w przeglądarce Chromium i uniemożliwia użytkownikom jego zmianę. Jako typ strony startowej możesz wybrać podany w tym ustawieniu adres URL albo stronę Nowa karta. Po wybraniu strony Nowa karta ta zasada jest ignorowana. Jeśli ustawienie jest włączone, użytkownicy nie mogą zmienić adresu URL strony startowej w przeglądarce Chromium, ale nadal mogą wybrać stronę Nowa karta jako stronę startową.";
ImagesAllowedForUrls.pfm_title = "Zezwalaj na grafiki w tych witrynach";
ImagesAllowedForUrls.pfm_description = "Umożliwia skonfigurowanie listy wzorców adresów URL służącej do określenia witryn, w których mogą być wyświetlane grafiki.";
ImagesBlockedForUrls.pfm_title = "Blokuj grafiki w tych witrynach";
ImagesBlockedForUrls.pfm_description = "Umożliwia skonfigurowanie listy wzorców adresów URL służącej do określenia witryn, w których nie mogą być wyświetlane grafiki.";
IncognitoEnabled.pfm_title = "Włącz tryb incognito";
IncognitoEnabled.pfm_description = "Włącza tryb incognito w przeglądarce Chromium. Jeśli to ustawienie jest włączone lub nieskonfigurowane, użytkownicy mogą otwierać strony internetowe w trybie incognito. Wyłączenie ustawienia uniemożliwia użytkownikom otwieranie stron internetowych w trybie incognito.";
InstantEnabled.pfm_title = "Włącz wyszukiwanie dynamiczne";
InstantEnabled.pfm_description = "Włącza funkcję wyszukiwania dynamicznego w przeglądarce Chromium i uniemożliwia użytkownikom zmianę tego ustawienia. Jeśli włączysz ustawienie, funkcja wyszukiwania dynamicznego w przeglądarce Chromium będzie aktywna. W przypadku jego wyłączenia funkcja w przeglądarce Chromium jest nieaktywna. Jeśli ustawienie jest włączone lub wyłączone, użytkownicy nie mogą go zmienić ani zastąpić.";
JavaScriptAllowedForUrls.pfm_title = "Zezwalaj na wykonywanie kodu JavaScript w tych witrynach";
JavaScriptAllowedForUrls.pfm_description = "Umożliwia skonfigurowanie listy wzorców adresów URL służącej do określenia witryn, w których może być wykonywany kod JavaScript.";
JavaScriptBlockedForUrls.pfm_title = "Blokuj kod JavaScript w tych witrynach";
JavaScriptBlockedForUrls.pfm_description = "Umożliwia skonfigurowanie listy wzorców adresów URL służącej do określenia witryn, w których nie może być wykonywany kod JavaScript.";
JavascriptEnabled.pfm_title = "Włącz obsługę języka JavaScript";
JavascriptEnabled.pfm_description = "Włącza obsługę języka JavaScript w przeglądarce Chromium i uniemożliwia użytkownikom zmianę tego ustawienia. Jeśli ustawienie jest włączone lub nieskonfigurowane, strony internetowe mogą korzystać z języka JavaScript. W przypadku wyłączenia ustawienia język JavaScript jest na stronach internetowych niedostępny.";
MetricsReportingEnabled.pfm_title = "Włącz przesyłanie raportów o użytkowaniu i danych dotyczących awarii";
MetricsReportingEnabled.pfm_description = "Włącza funkcję anonimowego przesyłania do Google raportów o użytkowaniu i danych dotyczących awarii przeglądarki Chromium oraz uniemożliwia użytkownikom zmianę tego ustawienia. Jeśli włączysz ustawienie, raporty o użytkowaniu i dane dotyczące awarii będą anonimowo przesyłane do Google. W przypadku jego wyłączenia raporty i dane nigdy nie są przesyłane do Google. Jeśli ustawienie jest włączone lub wyłączone, użytkownicy nie mogą go zmienić ani zastąpić w przeglądarce Chromium.";
PasswordManagerAllowShowPasswords.pfm_title = "Zezwalaj użytkownikom na pokazywanie haseł w menedżerze haseł";
PasswordManagerAllowShowPasswords.pfm_description = "Pozwala określić, czy użytkownik może wyświetlać tekst haseł w menedżerze haseł. Jeśli wyłączysz to ustawienie, w oknie menedżera haseł nie będzie można wyświetlać tekstu przechowywanych haseł. Jeśli ustawienie jest włączone lub nieskonfigurowane, użytkownicy mogą wyświetlać tekst haseł w menedżerze haseł.";
PasswordManagerEnabled.pfm_title = "Włącz menedżera haseł";
PasswordManagerEnabled.pfm_description = "Włącza zapisywanie haseł i używanie ich w przeglądarce Chromium. Po włączeniu tego ustawienia przeglądarka Chromium pozwala zapamiętywać hasła użytkowników i wstawiać je automatycznie przy następnym logowaniu do danej witryny. W przypadku wyłączenia ustawienia użytkownikom nie wolno zapisywać haseł ani korzystać z tych już zapisanych. Jeśli ustawienie jest włączone lub wyłączone, użytkownicy nie mogą go zmienić ani zastąpić w przeglądarce Chromium.";
PluginsAllowedForUrls.pfm_title = "Zezwalaj na wtyczki w tych witrynach";
PluginsAllowedForUrls.pfm_description = "Umożliwia skonfigurowanie listy wzorców adresów URL służącej do określenia witryn, w których mogą być uruchamiane wtyczki.";
PluginsBlockedForUrls.pfm_title = "Blokuj wtyczki w tych witrynach";
PluginsBlockedForUrls.pfm_description = "Umożliwia skonfigurowanie listy wzorców adresów URL służącej do określenia witryn, w których nie mogą być uruchamiane wtyczki.";
PopupsAllowedForUrls.pfm_title = "Zezwalaj na wyskakujące okienka w tych witrynach";
PopupsAllowedForUrls.pfm_description = "Umożliwia skonfigurowanie listy wzorców adresów URL służącej do określenia witryn, w których mogą być otwierane wyskakujące okienka.";
PopupsBlockedForUrls.pfm_title = "Blokuj wyskakujące okienka w tych witrynach";
PopupsBlockedForUrls.pfm_description = "Umożliwia skonfigurowanie listy wzorców adresów URL służącej do określenia witryn, w których nie mogą być otwierane wyskakujące okienka.";
PrintingEnabled.pfm_title = "Włącz drukowanie";
PrintingEnabled.pfm_description = "Włącza funkcję drukowania w przeglądarce Chromium i uniemożliwia użytkownikom zmianę tego ustawienia. Jeśli ustawienie jest włączone lub nieskonfigurowane, użytkownicy mogą drukować. W przypadku jego wyłączenia użytkownicy nie mogą drukować z przeglądarki Chromium. Funkcja drukowania jest wówczas wyłączona w menu klucza, rozszerzeniach, aplikacjach w języku JavaScript itd. Nadal możliwe jest drukowanie z wtyczek, które podczas drukowania nie korzystają z funkcji przeglądarki Chromium. Na przykład niektóre aplikacje Flash oferują w menu kontekstowym opcję drukowania, która nie zostanie wyłączona.";
ProxyBypassList.pfm_title = "Lista rozdzielonych przecinkami reguł omijania serwera proxy";
ProxyBypassList.pfm_description = "W przypadku hostów wymienionych na tej liście przeglądarka Chromium omija serwer proxy. Ta zasada obowiązuje tylko wówczas, gdy zdecydujesz się ręcznie wprowadzić ustawienia serwera proxy za pomocą opcji „Wybierz sposób określenia ustawień serwera proxy”. Szczegółowe przykłady można znaleźć na stronie http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.";
ProxyMode.pfm_title = "Wybierz sposób określenia ustawień serwera proxy";
ProxyMode.pfm_description = "direct - Nigdy nie używaj serwera proxy\nauto_detect - Automatycznie wykrywaj ustawienia serwera proxy\npac_script - Używaj skryptu PAC serwera proxy\nfixed_servers - Używaj stałych serwerów proxy\nsystem - Używaj systemowych ustawień serwera proxy\nPozwala określić serwer proxy używany w przeglądarce Chromium i uniemożliwia użytkownikom zmianę jego ustawień. Jeśli zdecydujesz się nie korzystać z serwera proxy i zawsze bezpośrednio nawiązywać połączenia, wszystkie pozostałe opcje będą ignorowane. Są one ignorowane również w przypadku użycia systemowych ustawień serwera proxy lub automatycznego wykrywania serwera proxy. Jeśli wybierzesz tryb stałego serwera proxy, możesz określić dodatkowe opcje w polach „Adres URL serwera proxy” i „Lista rozdzielonych przecinkami reguł omijania serwera proxy”. W przypadku użycia skryptu PAC serwera proxy musisz w polu „Adres URL pliku PAC serwera proxy” określić adres URL skryptu. Szczegółowe przykłady można znaleźć na stronie http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett. Jeśli ustawienie jest włączone, przeglądarka Chromium ignoruje wszystkie opcje dotyczące serwera proxy, określone w wierszu polecenia.";
ProxyPacUrl.pfm_title = "Adres URL pliku PAC serwera proxy";
ProxyPacUrl.pfm_description = "W tym miejscu możesz podać adres URL pliku PAC serwera proxy. Ta zasada obowiązuje tylko wówczas, gdy zdecydujesz się ręcznie wprowadzić ustawienia serwera proxy za pomocą opcji „Wybierz sposób określenia ustawień serwera proxy”. Szczegółowe przykłady można znaleźć na stronie http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.";
ProxyServer.pfm_title = "Adres URL serwera proxy";
ProxyServer.pfm_description = "W tym miejscu możesz podać adres URL serwera proxy. Ta zasada obowiązuje tylko wówczas, gdy zdecydujesz się ręcznie wprowadzić ustawienia serwera proxy za pomocą opcji „Wybierz sposób określenia ustawień serwera proxy”. Więcej opcji i szczegółowe przykłady można znaleźć na stronie http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.";
RestoreOnStartup.pfm_title = "Działanie po uruchomieniu";
RestoreOnStartup.pfm_description = "0 - Otwórz stronę startową\n1 - Ponownie otwórz ostatnio otwarte adresy URL\n4 - Otwórz adresy URL z listy\nUmożliwia określenie sposobu działania po uruchomieniu. Wybranie opcji „Otwórz stronę startową” powoduje otwarcie strony startowej po każdym uruchomieniu przeglądarki Chromium. W przypadku wybrania opcji „Ponownie otwórz ostatnio otwarte adresy URL” ponownie otwierane są adresy URL, które były otwarte w momencie zamknięcia przeglądarki Chromium. Wybranie opcji „Otwórz adresy URL z listy” powoduje, że w momencie uruchomienia przeglądarki Chromium zostają otwarte strony wymienione na liście „Adresy URL otwierane po uruchomieniu”. Jeśli ustawienie jest włączone, użytkownicy nie mogą go zmienić ani zastąpić w przeglądarce Chromium. Wyłączenie jest równoznaczne z pozostawieniem ustawienia nieskonfigurowanego. Wówczas użytkownik może je zmienić w przeglądarce Chromium.";
RestoreOnStartupURLs.pfm_title = "Adresy URL otwierane po uruchomieniu";
RestoreOnStartupURLs.pfm_description = "Umożliwia określenie listy otwieranych adresów URL, jeśli jako działanie po uruchomieniu wybrano opcję „Otwórz adresy URL z listy”.";
SafeBrowsingEnabled.pfm_title = "Włącz Bezpieczne przeglądanie";
SafeBrowsingEnabled.pfm_description = "Włącza funkcję Bezpieczne przeglądanie w przeglądarce Chromium i uniemożliwia użytkownikom zmianę tego ustawienia. Jeśli włączysz ustawienie, funkcja Bezpieczne przeglądanie będzie zawsze aktywna. W przypadku jego wyłączenia funkcja jest nieaktywna. Jeśli ustawienie jest włączone lub wyłączone, użytkownicy nie mogą go zmienić ani zastąpić w przeglądarce Chromium.";
SavingBrowserHistoryDisabled.pfm_title = "Wyłącz zapisywanie historii przeglądarki";
SavingBrowserHistoryDisabled.pfm_description = "Wyłącza zapisywanie historii przeglądarki Chromium i uniemożliwia użytkownikom zmianę tego ustawienia. Po włączeniu ustawienia historia przeglądania nie jest zapisywana. Jeśli ustawienie jest wyłączone lub nieskonfigurowane, historia przeglądania jest zapisywana.";
SearchSuggestEnabled.pfm_title = "Włącz propozycje wyszukiwania";
SearchSuggestEnabled.pfm_description = "Włącza propozycje wyszukiwania w omniboksie w przeglądarce Chromium i uniemożliwia użytkownikom zmianę tego ustawienia. Jeśli włączysz ustawienie, funkcja propozycji będzie aktywna. W przypadku jego wyłączenia funkcja jest nieaktywna. Jeśli ustawienie jest włączone lub wyłączone, użytkownicy nie mogą go zmienić ani zastąpić w przeglądarce Chromium.";
ShowHomeButton.pfm_title = "Pokaż przycisk strony początkowej na pasku narzędzi";
ShowHomeButton.pfm_description = "Powoduje pokazanie przycisku strony początkowej na pasku narzędzi przeglądarki Chromium. Jeśli włączysz to ustawienie, przycisk strony początkowej będzie zawsze widoczny. W przypadku wyłączenia ustawienia przycisk nigdy nie jest widoczny. Jeśli ustawienie jest włączone lub wyłączone, użytkownicy nie mogą go zmienić ani zastąpić w przeglądarce Chromium.";
SyncDisabled.pfm_title = "Wyłącz synchronizację danych z Google";
SyncDisabled.pfm_description = "Wyłącza w przeglądarce Chromium synchronizację danych za pomocą usług synchronizacji oferowanych przez Google i uniemożliwia użytkownikom zmianę tego ustawienia. Jeśli ustawienie jest włączone, użytkownicy nie mogą go zmienić ani zastąpić w przeglądarce Chromium.";
TranslateEnabled.pfm_title = "Włącz Tłumacza";
TranslateEnabled.pfm_description = "Włącza zintegrowaną usługę Tłumacz Google w przeglądarce Chromium. Jeśli włączysz to ustawienie, w przeglądarce Chromium w razie potrzeby będzie wyświetlany zintegrowany pasek narzędzi oferujący użytkownikowi możliwość przetłumaczenia strony. W przypadku wyłączenia ustawienia użytkownicy nigdy nie widzą paska narzędzi. Jeśli ustawienie jest włączone lub wyłączone, użytkownicy nie mogą go zmienić ani zastąpić w przeglądarce Chromium.";
UserDataDir.pfm_title = "Ustaw katalog danych użytkownika";
UserDataDir.pfm_description = "Pozwala skonfigurować katalog używany w przeglądarce Chromium do przechowywania danych użytkownika. Jeśli włączysz tę zasadę, podany katalog będzie używany w przeglądarce Chromium niezależnie od tego, czy użytkownik określi parametr „--user-data-dir”.";